---
title: "I study GitHub"
date: 2020-06-16
---

# イスラエル人と仕事がしたい--令和2年6月9日(火)
　私はGitHubをはじめた。急に、ここに天職があるのではないかと感じたからである。<br><br>
　私は現在ライターをしている。文章については一般の人よりは勉強している……と思う。GitHubには世界中のすごい人が集い、すごいプログラムを作っているらしい。
 そこで、「日本語語翻訳できるけど」って参画したら、すごい人とお友達になれるんじゃ。 <br>
  <br>
　っていう夢を見た。 <br>
 <br>
　で、やってみたが、まるでわからん。片っ端からラーニング的なものをやっている。プログラミングの知識？そんなのはX68000でやったよ？すごいでしょ？
 という程度なわけで、まったく無知ではないが、まったくもってすごくもない。“GitHubとは何をするものか”さえようわからず、今、私は、GitHubでブログを書いている。新しいブログツールなん？的に。<br> 
 <br>
　夢が叶う日はくるのだろうか。<br>
  <br>
　「いま、仕事何してんの？」 <br>
　「んー？　イスラエルからGitHubで来た仕事、受注してるー」 <br>
    <br>
   って、言いたい。別に、イスラエルじゃなくても、ベネズエラでもどこでもよい。
